[
    {
        "_id": "626cd023ca8a876ac2388f26",
        "price": "$19,089.11",
        "image": "https://demo.themesuite.com/automotive-wp/wp-content/uploads/2014/09/9-carrera-1-762x456.jpg",
        "quantity": 24,
        "sold": 30,
        "name": "2009 Porsche Carrera 4S Turbo Convertible",
        "supplierName": "Porsche",
        "description": "Open-top driving is integral to Porsche history. It began back in 1948 with the No. 1. The convertible variant of the first 356 became a legend, as did its descendent, the Porsche 550 Spyder. In 1982, the first 911 Carrera model in cabriolet form was introduced to the road.Two things that all open-top Porsche cars have in common are an urge for sporty acceleration and unlimited driving pleasure. The time has come to carry this tradition on into the future. The 911 Carrera S Cabriolet does just that.That explains what motivates us; so lets describe what drives the car: the 3.8-litre engine with direct fuel injection (DFI) and VarioCam Plus, which produces 400 hp at 7400 rpm. The 911 Carrera S Cabriolet completes the sprint from 0 to 60 mph in just 4.5 seconds and reaches a top speed of 187 mph..\r\n"
    },
    {
        "_id": "626cd023f2186d9fa899cbed",
        "price": "$39,444.33",
        "image": "https://demo.themesuite.com/automotive-wp/wp-content/uploads/2014/09/4-carrera-4-762x456.jpg",
        "quantity": 34,
        "sold": 31,
        "name": "2010 Porsche Carrera 4S All-Wheel Drive",
        "supplierName": "Porsche",
        "description": "Open-top driving is integral to Porsche history. It began back in 1948 with the No. 1. The convertible variant of the first 356 became a legend, as did its descendent, the Porsche 550 Spyder. In 1982, the first 911 Carrera model in cabriolet form was introduced to the road.Two things that all open-top Porsche cars have in common are an urge for sporty acceleration and unlimited driving pleasure. The time has come to carry this tradition on into the future. The 911 Carrera S Cabriolet does just that.That explains what motivates us; so lets describe what drives the car: the 3.8-litre engine with direct fuel injection (DFI) and VarioCam Plus, which produces 400 hp at 7400 rpm. The 911 Carrera S Cabriolet completes the sprint from 0 to 60 mph in just 4.5 seconds and reaches a top speed of 187 mph..\r\n"
    },
    {
        "_id": "626cd023d4b0a54220ecc3c1",
        "price": "$39,838.07",
        "image": "https://demo.themesuite.com/automotive-wp/wp-content/uploads/2014/09/2-carrera-1-762x456.jpg",
        "quantity": 29,
        "sold": 38,
        "name": "2009 Porsche Boxster Base Red Convertible",
        "supplierName": "Porsche",
        "description": "Open-top driving is integral to Porsche history. It began back in 1948 with the No. 1. The convertible variant of the first 356 became a legend, as did its descendent, the Porsche 550 Spyder. In 1982, the first 911 Carrera model in cabriolet form was introduced to the road.Two things that all open-top Porsche cars have in common are an urge for sporty acceleration and unlimited driving pleasure. The time has come to carry this tradition on into the future. The 911 Carrera S Cabriolet does just that.That explains what motivates us; so lets describe what drives the car: the 3.8-litre engine with direct fuel injection (DFI) and VarioCam Plus, which produces 400 hp at 7400 rpm. The 911 Carrera S Cabriolet completes the sprint from 0 to 60 mph in just 4.5 seconds and reaches a top speed of 187 mph..\r\n"
    },
    {
        "_id": "626cd023ac72fa8b638eaec2",
        "price": "$1,524.03",
        "image": "https://demo.themesuite.com/automotive-wp/wp-content/uploads/2014/10/28-touring-1-762x456.jpg",
        "quantity": 32,
        "sold": 37,
        "name": "2013 BMW 328i Touring Edition",
        "supplierName": "BMW",
        "description": "Aesthetics and dynamics in a cutting-edge interpretation: the BMW 3 Series Touring impresses with consistently well-conceived design. Clearly recognisable as a member of the BMW 3 Series family, it has its own authentic and convincing personality. From every perspective.Thanks to its powerful front, the BMW 3 Series Touring stands dynamically on the road, conveying agility even when standing still. The contours run clearly and precisely, creating a three-dimensional impression in an interplay with the convex surfaces. Combined with the headlights, the broad BMW kidney grille forms a single visual unit and can therefore even be recognised from the side.Extended proportions and short overhangs radiate sporting elegance. The elongated roof line lends the silhouette an air of dynamism and self-assurance. A sloping rear windscreen and large windows also give the passenger compartment a spacious and light appearance.\r\n"
    },
    {
        "_id": "626cd0235f995453476ff06d",
        "price": "$23,748.92",
        "image": "https://demo.themesuite.com/automotive-wp/wp-content/uploads/2014/10/27-gtr-1-762x456.jpg",
        "quantity": 23,
        "sold": 40,
        "name": "2014 Nissan GT-R Nismo AWD",
        "supplierName": "Nissan",
        "description": "A legacy of victory. Since 1984, NISMO® has been the official in-house racing arm of Nissan. Started by a group of maverick Nissan engineers almost 30 years ago, NISMO® is synonymous with passion, expertise, and the heights of Nissan performance  not to mention decades of racing dominance. The vehicles it creates have one goal in mind: that every time you see a NISMO® badge, youll know its something extraordinary. The flagship of GT-R.® The flagship of NISMO.®Engineered with brilliance, designed with an undeniable edge, and most importantly, fueled by passion without a redline.GT-R,® you only need to lift the hood. Only four master craftsmen in the world are allowed to hand-assemble the GT-R®s engine. They are known as Takumi  a Japanese term used to describe a master craftsman who has perfected his skills over years of painstaking work and dedication. And with over 100 years of combined Takumi experience in building engines, the passion is very, very strong..\r\n"
    },
    {
        "_id": "626cd02390685b5fb9172e0a",
        "price": "$22,228.43",
        "image": "https://demo.themesuite.com/automotive-wp/wp-content/uploads/2014/10/22-328i-1-762x456.jpg",
        "quantity": 20,
        "sold": 35,
        "name": "2014 BMW 3-Series 328i Active Hybrid",
        "supplierName": "BMW",
        "description": "Innate sporting character, exclusive elegance or convincing modernity: The new BMW 3 Series Sedan is appearing for the first time in the BMW Sport, Luxury and Modern lines. Opt for one of the expressive character models and adapt your new BMW 3 Series Sedan to your wishes. BMW offers you a whole host of individualization options.Rarely has the future-oriented design of a vehicle line been so visible as in the new BMW 3 Series Sedan with Modern Line. Perfectly harmonizing material and surface colours create a sense of timeless modernity and a cultivated atmosphere in the interior. Enjoy a light and enticing feeling of spaciousness..\r\n"
    },
    {
        "_id": "626cd02350af5d6f52522373",
        "price": "$28,546.35",
        "image": "https://demo.themesuite.com/automotive-wp/wp-content/uploads/2014/09/6-panamera-1-762x456.jpg",
        "quantity": 31,
        "sold": 36,
        "name": "2015 Porsche GTS Panamera Demonstrator",
        "supplierName": "Porsche",
        "description": "The Panamera models reconcile contradictions. They are vitalised by the conflict between comfort and dynamics and between sporty performance and efficiency. Can three letters intensify this conflict? The answer is seen on racetracks and on roads. That’s where Porsche has written the abbreviation GTS into history  and is how the Panamera GTS has become the thoroughbred athlete of the family.The figures sum it up: 324 kW (440 hp) power output and a maximum torque of 520 Nm. The 4.8-litre naturally aspirated V8 engine with ram induction is extremely responsive. 7-speed Porsche Doppelkupplung (PDK) and the active allwheel drive of Porsche Traction Management (PTM) transmit the engine power of the Panamera GTS adeptly to the tarmac. The sports exhaust system and the adaptive air suspension with normal level lowered by 10 mm are fitted as standard. The brake system, wheels, front end and four-way rear spoiler have been carried over from the Panamera Turbo. The sideskirts are styled in matt black.This is driving pleasure the GTS way  accompanied by a thunderous soundtrack..\r\n"
    },
    {
        "_id": "626cd0235c5080c58977c2f5",
        "price": "$28,072.63",
        "image": "https://demo.themesuite.com/automotive-wp/wp-content/uploads/2014/10/25-mazda6-1-762x456.jpg",
        "quantity": 39,
        "sold": 29,
        "name": "2015 Mazda 6 Mid-Size Sports Sedan",
        "supplierName": "Mazda",
        "description": "When function and form are treated as one, engineering is elevated to an art form. The all-new Mazda6 is the product of engineer and designer working in unison, from start to finish, daring to reimagine the automobile as a whole. It is the true definition of the modern sports sedan, because contrary to what convention may think, beauty is more than skin deep. And performance is more than an emblem. They are everything underneath.No one saw this coming. Except of course, our engineers. Its no easy feat bringing a concept car to life. But here it is in living sheet metal. The all-new 2014 MAZDA 6 is the unforgettable TAKERI show car fully realized  all the way down to its unique Soul Red paint. From captivating signature headlights to a cabin full of subtle craftsmanship, the latest expression of KODO design is just as dynamic at rest as it is in motion. The 2014 MAZDA 6 is the first sedan in the Mazda line-up built from the ground up with the full SKYACTIV TECHNOLOGY,uniting exceptional fuel economy and responsive, agile performance under one very beautiful hood. In fact, the 2014 MAZDA 6 is so beautiful, so well crafted and so invigorating to drive, youll never go back to ordinary sedans.\r\n"
    }
]